<!DOCTYPE html>
<html lang="es">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Biografia</title>
    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.0.2/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-EVSTQN3/azprG1Anm3QDgpJLIm9Nao0Yz1ztcQTwFspd3yD65VohhpuuCOmLASjC" crossorigin="anonymous">
    <link rel="stylesheet" href="./css/style.css">

</head>
<body>
    <header>
        <h1>Biograf&iacute;a de Jacinto Puente</h1>
    </header>

    <div class="container">
        <div class="row mt-4">
            <div class="col-md-12">
                <section id="inicio">
                    <h2 class="titulo-parrafo text-start mt-3">Introduccion</h2>
                    <p>Jacinto Puente naci&oacute; el 13 de octubre de 1941 en un peque&ntilde;o pueblo llamado monforte, Espa&ntilde;a. Fue el mayor de cinto hermanos y creci&oacute; en un entorno familiar unido </p>
                </section>
            </div>
            <div class="col-md-12">
                <section id="infancia">
                    <h2 class="titulo-parrafo text-star mt-3">Infancia en Espa&ntilde;a</h2>
                    <p>Durante su infancia, Mi abuelo ayudaba a su familia en el trabajo del campo ya que eran una familia muy humilde. Aprendi&oacute; valores como la perseverancia y el trabajo duro.</p>
                    <p>A pesar de las dificultades econ&oacute;micas que enfrentaban, sus padres siempre le inculcaron la importancia de la educaci&oacute;n</p>
                </section>
            </div>
      
            <div class="col-md-12">
                <section id="migracion">
                    <h2 class="titulo-parrafo text-start mt-3">Migraci&oacute;n a Argentina</h2>
                    <p>En 1961, a la edad de 20 a&ntilde;os, Jacinto tom&oacute; la decisi&oacute;n valiente de emigrar a Argentina en busca de nuevas oportunidades. Despu&eacute;s de un largo viaje en barco, 
                        lleg&oacute; a Buenos Aires. Comenz&oacute; a trabajar en la industria de la construcci&oacute;n, pero luego decidio armar su propia empresa de alimento p&aacute;ra animales
                    </p>
                </section>
            </div>
            
            <div class="col-md-12">
                <section id="vidaArgentina">
                    <h2 class="titulo-parrafo text-start mt-3">Vida en Argentina</h2>
                    <p>Con el paso de los a&ntilde;os, Jacinto se estableci&oacute; firmemente en Argentina, formando una familia. Siempre mantuvo viva su conexi&oacute;n con sus
                        ra&iacute;ces espa&ntilde;olas, transmitiendo a sus hijos y nietos las tradiciones, el idioma y los valores que hab&iacute;a heredado de su tierra natal. Su vida en Argentina fue una historia de sacrificio y 
                        perseverancia.</p>
                </section>
            </div>
    
        </div>

    </div>

    <footer>
        <p>&copy; 2024</p>
    </footer>
</body>
</html>